{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.12.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of44.bin", "group1-shard2of44.bin", "group1-shard3of44.bin", "group1-shard4of44.bin", "group1-shard5of44.bin", "group1-shard6of44.bin", "group1-shard7of44.bin", "group1-shard8of44.bin", "group1-shard9of44.bin", "group1-shard10of44.bin", "group1-shard11of44.bin", "group1-shard12of44.bin", "group1-shard13of44.bin", "group1-shard14of44.bin", "group1-shard15of44.bin", "group1-shard16of44.bin", "group1-shard17of44.bin", "group1-shard18of44.bin", "group1-shard19of44.bin", "group1-shard20of44.bin", "group1-shard21of44.bin", "group1-shard22of44.bin", "group1-shard23of44.bin", "group1-shard24of44.bin", "group1-shard25of44.bin", "group1-shard26of44.bin", "group1-shard27of44.bin", "group1-shard28of44.bin", "group1-shard29of44.bin", "group1-shard30of44.bin", "group1-shard31of44.bin", "group1-shard32of44.bin", "group1-shard33of44.bin", "group1-shard34of44.bin", "group1-shard35of44.bin", "group1-shard36of44.bin", "group1-shard37of44.bin", "group1-shard38of44.bin", "group1-shard39of44.bin", "group1-shard40of44.bin", "group1-shard41of44.bin", "group1-shard42of44.bin", "group1-shard43of44.bin", "group1-shard44of44.bin"], "weights": [{"name": "conv2d/kernel", "shape": [3, 3, 3, 64], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [64], "dtype": "float32"}, {"name": "dense/kernel", "shape": [1440000, 32], "dtype": "float32"}, {"name": "dense/bias", "shape": [32], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [32, 5], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [5], "dtype": "float32"}]}]}